<?php
/**
 * Created by JetBrains PhpStorm.
 * User: lost
 * Date: 13-4-16
 * Time: 下午5:44
 * To change this template use File | Settings | File Templates.
 *///! 效果类型

$item_effect = array(
    1 => '力量',
    2 => '筋骨',
    3 => '身法',
    4 => '灵力',
    5 => '聪慧',
    6 => '物攻上限',
    7 => '法攻下限',
    8 => '物防',
    9 => '法防',
    10 => '生命上限',
    11 => '法力上限',
    12 => '命中',
    13 => '闪避',
    14 => '暴击',
    15 => '坚韧',
    16 => '穿透',
    17 => '格挡',
    18 => '力量',
    19 => '筋骨',
    20 => '身法',
    21 => '灵力',
    22 => '聪慧',
    23 => '物攻上限',
    24 => '法攻下限',
    25 => '物防',
    26 => '法防',
    27 => '生命上限',
    28 => '法力上限',
    29 => '命中',
    30 => '闪避',
    31 => '暴击',
    32 => '坚韧',
    33 => '穿透',
    34 => '格挡'
);